---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.TagFailures.CannotPasteTag
source: html/f3f88df0-4273-3f9e-f22a-7d31ececdc93.htm
---
# Autodesk.Revit.DB.BuiltInFailures.TagFailures.CannotPasteTag Property

Can't find new element to tag. Tag won't be copied.

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotPasteTag { get; }
```